RRN_Data/1597200/1597209.xml

<?xml version="1.0" encoding="UTF-8"?><soap:Envelope xmlns:soap="http://www.w3.org/2003/05/soap-envelope"><soap:Body><d2LogicalModel xmlns="http://datex2.eu/schema/2/2_0" modelBaseVersion="2"><exchange><supplierIdentification><country>fr</country><nationalIdentifier>Tipi</nationalIdentifier></supplierIdentification><subscription><operatingMode>operatingMode1</operatingMode><subscriptionStartTime>2024-02-14T11:39:07.406+01:00</subscriptionStartTime><subscriptionState>active</subscriptionState><updateMethod>allElementUpdate</updateMethod><target><address/><protocol/></target></subscription></exchange><payloadPublication xmlns:xsi="http://www.w3.org/2001/XMLSchema-instance" xsi:type="SituationPublication" lang="fr"><publicationTime>2024-02-14T11:39:07.406+01:00</publicationTime><publicationCreator><country>fr</country><nationalIdentifier>Tipi</nationalIdentifier></publicationCreator><situation id="240214-001011" version="1"><overallSeverity>medium</overallSeverity><situationVersionTime>2024-02-14T11:39:06.929+01:00</situationVersionTime><headerInformation><confidentiality>noRestriction</confidentiality><informationStatus>real</informationStatus></headerInformation><situationRecord xsi:type="WeatherRelatedRoadConditions" id="240214-001011-1" version="1"><situationRecordCreationTime>2024-02-14T11:31:21.864+01:00</situationRecordCreationTime><situationRecordObservationTime>2024-02-14T11:31:21.864+01:00</situationRecordObservationTime><situationRecordVersionTime>2024-02-14T11:39:06.929+01:00</situationRecordVersionTime><situationRecordFirstSupplierVersionTime>2024-02-14T11:31:21.864+01:00</situationRecordFirstSupplierVersionTime><probabilityOfOccurrence>certain</probabilityOfOccurrence><source><sourceIdentification>Direction interdépartementale des routes/DIR Centre-Est</sourceIdentification><sourceName><values><value lang="fr">PC Osiris (Chambéry)</value></values></sourceName><reliable>true</reliable></source><validity><validityStatus>definedByValidityTimeSpec</validityStatus><validityTimeSpecification><overallStartTime>2023-11-03T11:31:00.000+01:00</overallStartTime><overallEndTime>2024-05-31T16:00:00.000+02:00</overallEndTime></validityTimeSpecification></validity><generalPublicComment><comment><values><value lang="fr">Habituellement le col du Glandon est fermé pour la saison hivernale du 2ème lundi de novembre jusqu'au 2ème vendredi de mai.</value></values></comment><commentType>description</commentType></generalPublicComment><generalPublicComment><comment><values><value lang="fr">situé 3587 m à l'est de Lac de Grand Maison</value></values></comment><commentType>locationDescriptor</commentType></generalPublicComment><groupOfLocations xsi:type="Point"><tpegPointLocation xsi:type="TpegSimplePoint"><tpegDirection>westBound</tpegDirection><tpegSimplePointLocationType>nonLinkedPoint</tpegSimplePointLocationType><point xsi:type="TpegNonJunctionPoint"><pointCoordinates><latitude>45.238705</latitude><longitude>6.177319</longitude></pointCoordinates><name><descriptor><values><value lang="fr">Saint-Colomban-des-Villards</value></values></descriptor><tpegOtherPointDescriptorType>townName</tpegOtherPointDescriptorType></name><name><descriptor><values><value lang="fr">D926</value></values></descriptor><tpegOtherPointDescriptorType>linkName</tpegOtherPointDescriptorType></name></point></tpegPointLocation><alertCPoint xsi:type="AlertCMethod4Point"><alertCLocationCountryCode>F</alertCLocationCountryCode><alertCLocationTableNumber>32</alertCLocationTableNumber><alertCLocationTableVersion>11.0</alertCLocationTableVersion><alertCDirection><alertCDirectionCoded>positive</alertCDirectionCoded></alertCDirection><alertCMethod4PrimaryPointLocation><alertCLocation><alertCLocationName><values><value lang="fr">Lac de Grand Maison</value></values></alertCLocationName><specificLocation>33203</specificLocation></alertCLocation><offsetDistance><offsetDistance>3587</offsetDistance></offsetDistance></alertCMethod4PrimaryPointLocation></alertCPoint></groupOfLocations><situationRecordExtension><situationRecordExtendedApproved><safetyRelatedMessage>true</safetyRelatedMessage></situationRecordExtendedApproved></situationRecordExtension><drivingConditionType>impossible</drivingConditionType><weatherRelatedRoadConditionType>snowOnTheRoad</weatherRelatedRoadConditionType></situationRecord><situationRecord xsi:type="RoadOrCarriagewayOrLaneManagement" id="240214-001011-2" version="1"><situationRecordCreationTime>2024-02-14T11:31:21.864+01:00</situationRecordCreationTime><situationRecordObservationTime>2024-02-14T11:31:21.864+01:00</situationRecordObservationTime><situationRecordVersionTime>2024-02-14T11:39:06.929+01:00</situationRecordVersionTime><situationRecordFirstSupplierVersionTime>2024-02-14T11:31:21.864+01:00</situationRecordFirstSupplierVersionTime><probabilityOfOccurrence>certain</probabilityOfOccurrence><source><sourceIdentification>Direction interdépartementale des routes/DIR Centre-Est</sourceIdentification><sourceName><values><value lang="fr">PC Osiris (Chambéry)</value></values></sourceName><reliable>true</reliable></source><validity><validityStatus>definedByValidityTimeSpec</validityStatus><validityTimeSpecification><overallStartTime>2024-02-14T11:31:21.864+01:00</overallStartTime><overallEndTime>2024-05-31T16:00:00.000+02:00</overallEndTime></validityTimeSpecification></validity><generalPublicComment><comment><values><value lang="fr">Habituellement le col du Glandon est fermé pour la saison hivernale du 2ème lundi de novembre jusqu'au 2ème vendredi de mai.</value></values></comment><commentType>description</commentType></generalPublicComment><generalPublicComment><comment><values><value lang="fr">situé 3587 m à l'est de Lac de Grand Maison</value></values></comment><commentType>locationDescriptor</commentType></generalPublicComment><groupOfLocations xsi:type="Point"><tpegPointLocation xsi:type="TpegSimplePoint"><tpegDirection>westBound</tpegDirection><tpegSimplePointLocationType>nonLinkedPoint</tpegSimplePointLocationType><point xsi:type="TpegNonJunctionPoint"><pointCoordinates><latitude>45.238705</latitude><longitude>6.177319</longitude></pointCoordinates><name><descriptor><values><value lang="fr">Saint-Colomban-des-Villards</value></values></descriptor><tpegOtherPointDescriptorType>townName</tpegOtherPointDescriptorType></name><name><descriptor><values><value lang="fr">D926</value></values></descriptor><tpegOtherPointDescriptorType>linkName</tpegOtherPointDescriptorType></name></point></tpegPointLocation><alertCPoint xsi:type="AlertCMethod4Point"><alertCLocationCountryCode>F</alertCLocationCountryCode><alertCLocationTableNumber>32</alertCLocationTableNumber><alertCLocationTableVersion>11.0</alertCLocationTableVersion><alertCDirection><alertCDirectionCoded>positive</alertCDirectionCoded></alertCDirection><alertCMethod4PrimaryPointLocation><alertCLocation><alertCLocationName><values><value lang="fr">Lac de Grand Maison</value></values></alertCLocationName><specificLocation>33203</specificLocation></alertCLocation><offsetDistance><offsetDistance>3587</offsetDistance></offsetDistance></alertCMethod4PrimaryPointLocation></alertCPoint></groupOfLocations><situationRecordExtension><situationRecordExtendedApproved><safetyRelatedMessage>false</safetyRelatedMessage></situationRecordExtendedApproved></situationRecordExtension><complianceOption>mandatory</complianceOption><placesAtWhichApplicable>onPasses</placesAtWhichApplicable><roadOrCarriagewayOrLaneManagementType>closedPermanentlyForTheWinter</roadOrCarriagewayOrLaneManagementType></situationRecord></situation></payloadPublication></d2LogicalModel></soap:Body></soap:Envelope>